{
    "abdomen perfurado": "Alvos sob esse efeito sofrem um ônus acumulativo por rodada de -2 em suas rolagens de ataque e defesa até que o ferimento seja tratado",
    "amedrontar": "Alvos sob esse efeito **tentam fugir no primeiro momento** desesperadamente dando as costas para o seu fomentador, possibilitando um Ataque de Oportunidade. O alvo deve ser bem sucedido em um teste de Intelecto DC 16, para resistir ao efeito, a DC irá aumentar** em +1 a cada teste que o afetado **falhar**.",
    "atencao dividida": "Alvos sob esse efeito têm dificuldade em focar em uma única tarefa ou oponente, sofrendo assim Desvantagem em ações relacionadas a isso até serem bem-sucedidos em um teste de Intelecto DC 15",
    "atordoamento espiritual": "O alvo sob esse efeito têm sua energia espiritual momentaneamente desequilibrada sendo necessário um teste de Intelecto DC 18, caso fracasse ficará incapaz de realizar qualquer tipo de ação por 4 turnos, após o fim do efeito o alvo sofrerá em seu turno o efeito Supressão",
    "atordoamento físico": "O alvo sob esse efeito tem seu corpo momentaneamente incapacitado sendo necessário um teste de Vigor DC 16, caso fracasse ficará incapaz de realizar qualquer tipo de ação por 3 turnos, após o fim do efeito o alvo sofrerá em seu turno o efeito Paralisia.",
    "atordoamento mental": "O alvo sob esse efeito têm sua consciência momentaneamente desligada sendo necessário um teste de Intelecto DC 18, caso fracasse ficará incapaz de realizar qualquer tipo de ação por 4 turnos, após o fim do efeito o alvo sofrerá em seu turno o efeito Confusão II.",
    "atordoamento sensorial": "O alvo sob esse efeito têm seus sentidos momentaneamente desestabilizados sendo necessário um teste de Atenção DC 16, caso fracasse ficará incapaz de realizar qualquer tipo de ação por 3 turnos, após o fim do efeito o alvo sofrerá em seu turno o efeito Desatenção.",
    "atracao": "Alvos sob esse efeito tem sua atenção totalmente direcionada ao usuário que causou essa condição, durante este efeito o alvo terá desvantagem em rolagens de Audácia, Blefe e Intuição contra o aplicante.",
    "combustao": "Alvos sob esse efeito se encontram em chamas, tendo alguma parte do corpo ou todo ele em combustão. Enquanto estiver queimando o alvo receberá o efeito de 'Dor Aguda' e sofrerá 1d8 de dano por turno até que as chamas se apaguem, dano este que escalará a cada 3 turnos indo de 1d8 (base) → 1d10 → 2d6 → 2d8 → 3d8 (Final). Após as chamas cessarem o alvo receberá o efeito de Queimadura poderá ser de 1º Grau a 3º Grau dependendo da duração da combustão. \n -1 a 4 Turnos: Queimadura 1º Grau. \n -5 a 8 Turnos: Queimadura 2º Grau. \n -10+ Turnos: Queimadura 3º Grau",
    "confusao i": "O Alvo recebe um ônus de -2 em todos os testes durante 3 turnos.",
    "confusao ii": "O Alvo recebe um ônus de -2 e desvantagem em todos os testes durante 4 turnos.",
    "congelamento i": "O sangue do alvo é 'Resfriado', debilitando assim sua circulação causando Desvantagem em testes de regeneração de vida no uso de habilidades especiais. Para remover o efeito será necessário ser bem-sucedido em um teste de Vigor DC 16, ou se aquecer com uma fonte de calor por 1 rodada.",
    "congelamento ii": "O alvo tem seu corpo em um estado lento de congelamento ao longo dos turnos até a chegada do seu, tendo todos os sentidos são debilitados, dando assim Desvantagem em qualquer ação. Para remover o efeito será necessário ser bem-sucedido em um teste de Vigor DC 18, ou se aquecer com uma fonte de calor por 2 rodadas.",
    "congelamento iii": "O alvo tem todos os seus sentidos desligados, ficando completamente congelado, sendo incapaz de realizar qualquer ação. Para remover o efeito será necessário ser bem-sucedido em um teste de Vigor DC 20 ou se aquecer com uma fonte de calor por 4 rodadas. Caso o gelo não seja quebrado o alvo irá receber Hipotermia Leve na primeira rodada congelada, Hipotermia Moderada na terceira rodada e Hipotermia Grave na quinta rodada.",
    "derrubado": "Alvos caídos no chão ficam sob esse efeito e quando neste estado, tem desvantagem em suas rolagens de defesa e podem realizar apenas ataques com armas a distância enquanto não se levantam. Para levantar-se o alvo gastará metade de seu deslocamento (Arredondado para Baixo).",
    "desatencao": "Alvos sob esse efeito têm dificuldade em se concentrar, sofrendo assim um ônus de -3 em testes relacionados à Atenção até serem bem-sucedidos em um teste de Intelecto DC 16.",
    "desequilibrio": "Alvos sob esse efeito não conseguem se manter com a base firme, perdendo o equilíbrio, sofrendo assim desvantagem em teste de Ataque e Defesa até ser bem-sucedido em um teste de Físico DC 16. Caso o alvo do efeito tenha 2 falhas no teste de resistência, sofrerá o efeito Derrubado.",
    "desestabilizado": "Alvos sob esse efeito tem seus sentidos cognitivos completamente embaralhados, desta forma pode entrar em 4 tipos de efeitos negativos diferentes sendo necessária a rolagem de 1d4 para ver em qual cairá: \n***1.** O inimigo receberá um ônus de -3 em todos os testes por 3 turnos. \n**2.** O inimigo terá desvantagem em testes de defesa e ataque por 4 turnos. \n**3.** O inimigo sofrerá 1d8 de dano sempre que se defender ou atacar por 1 rodada. \n**4.** O inimigo sofrerá Atordoamento Sensorial por 2 turnos.",
    "dor suportável": "O alvo experimenta um desconforto leve que dificulta suas ações, sofrendo assim um ônus de -2 em todos os testes até ser bem-sucedido em um teste de Vigor DC 14.",
    "dor aguda": "O alvo experimenta uma momentânea inibição, que limita suas ações, sendo incapaz de realizar ações de combate com a mesma destreza de sempre, sofrendo assim um ônus de -2 em todos os testes e Desvantagem em testes de ataque e defesa até ser bem-sucedido em um teste de Vigor DC 16.",
    "dor extrema": "O alvo experimenta uma dor agonizante que o deixa quase incapacitado de realizar qualquer ação, sofrendo assim um ônus de -3 em todos os testes e Desvantagem Verdadeira até ser bem-sucedido em um teste de Vigor DC.",
    "embriaguez": "O alvo sob esse efeito perde o controle de seu senso crítico, seu julgamento fica comprometido, e ele se torna sensível ao ambiente, resultando na perda de sua noção espacial e em uma confusão de seus sentidos. Quando afetado, o alvo sofre um ônus de -2 em todos os seus modificadores e fica sob o efeito Tontura. A cada 3 metros de deslocamento, o alvo é afetado pelo efeito Desequilíbrio. Além disso, ele tem Desvantagem em todos os testes que realizar. Enquanto estiver sob esses efeitos, ele se torna mais sensível a estímulos externos, podendo ser afetado por pequenas coisas. Para determinar sua reação a essas situações, é necessário fazer uma rolagem de 1d4: \n**1:** Irá chorar como criança. \n**2:** Irá ficar furioso agindo de forma impulsiva. \n**3:** Irá ficar com medo. \n**4:** Irá rir e debochar. \nEsse efeito dura um descanso médio.",
    "enfurecido": "O alvo fica em um estado de loucura agressiva e deve rodar um 1dn (n = número de combatentes, definidos pela iniciativa) para ver quem será seu alvo de ataque durante a crise. Para se acalmar será necessário um teste de Intelecto DC 16.",
    "enraizamento": "Alvos sob esse efeito são incapazes de se mover, ficando presos em um local durante 3 turnos. Durante o enraizamento o alvo é capaz apenas de usar Reflexos defensivos, Aparar, Resistir a golpes e/ou executar ataques contra alvos dentro de seu Raio de Alcance.",
    "estatico": "Alvos sob esse efeito têm seu corpo debilitado e graças a isso seu modificador de agilidade é reduzido em -3 durante 3 turnos.",
    "fadiga 1": "Quanto afetado por esse nível de fadiga, o alvo sofrerá um ônus -2 em todos os Atributos até que pare 1 rodada para se recuperar",
    "fadiga 2": "Quanto afetado por esse nível de fadiga, o alvo sofrerá um ônus -2 em todos os Atributos e terá o deslocamento reduzido pela metade até que pare 2 rodadas para se recuperar",
    "fadiga 3": "Quanto afetado por esse nível de fadiga, o alvo sofrerá um ônus -2 em todos os Atributos e terá desvantagem em todos os teste até que pare 3 rodadas para se recuperar",
    "ferida aberta": "Alvos sob esse efeito têm uma região do corpo com um ferimento exposto, caso seja atingido no local da ferida ele receberá 1d8 de dano, além disso, terá um ônus de -2 em rolagens de ataque e defesa. Este efeito dura até o ferimento ser tratado. (Esta ferida pode tornar-se uma Ferida Permanente em caso de mal tratamento).",
    "ferimento doloroso": "Alvos sob esse efeito ficam incapazes de recuperar vida por qualquer meio ou habilidade especial. Este efeito dura por 3 turnos.",
    "hemorragia externa": "Alvos sob esse efeito recebem 1d4 de dano por turno que escalará a cada 3 turnos, sendo de 1d4 (base) → 1d6 → 1d8 → 1d10 (Máximo) de dano por turno até se tratarem ou desmaiarem (no caso dos onis o efeito cessa ao se regenerarem, exceto no caso de efeitos de respirações ou Kekkijutsus).",
    "hemorragia interna": "Alvos sob esse efeito recebem 1d6 de dano por turno que escalará a cada 3 turnos, sendo de 1d6 (base) → 1d8 → 1d10 → 1d12 (Máximo) de dano por turno até se tratarem ou desmaiarem (no caso dos onis o efeito cessa ao se regenerarem, exceto no caso de efeitos de respirações ou Kekkijutsus), caso o alvo permaneça em combate sob esse efeito até o dano sofrido chegar ao máximo, a escala aumentará a cada 2 turnos para 1d12 (base) → 2d6 → 2d8 → 3d8 (Máximo). Dependendo da hemorragia o alvo pode morrer caso seja humano.",
    "hipotermia leve": "A Hipotermia pode ser classificada como leve quando a temperatura corporal cai para temperaturas entre 35°C a 33°C. Os primeiros sintomas da vítima de hipotermia são tremores, principalmente o bater o queixo. Nesse processo, o mecanismo de vasoconstrição cutânea e periférica se inicia. As extremidades ficam mais frias e com cor azul acinzentada, além de diminuição da atividade motora e mental. \nSob esse efeito o alvo começa a perder calor corporal e a sentir seus movimentos mais limitados recebendo assim desvantagem em quaisquer ações até se recuperar (Isso vale para onis também e os efeitos valem fora ou dentro de combate).",
    "hipotermia moderada": "A hipotermia pode ser classificada como moderada para temperaturas corporais entre 33°C e 30°C. No início do quadro (lembrando que a perda de temperatura se dá de maneira gradual), quando os tremores se tornam mais violentos, a coordenação motora fica ainda mais prejudicada, comumente ocorrem mudanças de humor e agravamento da confusão mental. Conforme evolução (ou queda na temperatura), os tremores começam a diminuir, muitas vezes cessando. Os batimentos cardíacos ficam mais lentos e irregulares e a vítima demonstra sinais de sonolência. \nSob esse efeito o alvo começa a perder calor corporal e a sentir seus movimentos mais limitados recebendo assim Desvantagem Verdadeira em quaisquer ações até se recuperar (Isso vale para onis também), além de receberem  um ônus de -4 em todos os modificadores e recebem 1d6 de dano por turno (fora ou dentro de combate).",
    "hipotermia severa": "A hipotermia é considerada grave quando o corpo atinge temperaturas menores do que 30°C. Nesta etapa, os tremores já cessaram e os músculos não mais respondem adequadamente, impossibilitando o indivíduo de se locomover ou tomar atitudes que possam tirá-lo de seu estado. Tanto a frequência respiratória quanto a cardíaca são quase imperceptíveis. Ocorre diminuição da atividade celular e consequente falha dos órgãos. Caso não for revertido, o quadro evolui para o coma e consequentemente à morte. \nSob esse efeito o alvo começa a perder calor corporal e a sentir seus movimentos mais limitados recebendo assim Desvantagem Verdadeira em quaisquer ações até se recuperar (Isso vale para onis também), além de receberem um ônus de -8 em todos os modificadores e recebem 1d8 de dano por turno e após 6 turnos o HP é zerado instantaneamente (fora ou dentro de combate).",
    "insolacao": "Alvos sob esse efeito ficam expostos a altas temperaturas por um longo período, seja por conta do ambiente ou de uma situação de combate. Para resistir a esse efeito, é necessário um teste de Vigor DC 16. Dependendo do tempo em que o alvo permanece sob essa condição, ele poderá sofrer ônus cumulativos distintos: \n**3 a 8 Turnos; Desidratação:** O calor excessivo podelevar à perda rápida de líquidos através da transpiração, resultando em desidratação. O alvo sob essa condição receberá 1 Nível de Fadiga e sofrerá o efeito Desequilíbrio. Para resistir a esse efeito será necessário um teste de Vigor DC 18. \n**9 a 14 Turnos; Desorientação:** O calor intenso pode causar desorientação temporária, tornando mais difícil para se orientar no ambiente. O alvo sob essa condição receberá +1 Nível de Fadiga e sofrerá o efeito Atenção Dividida e Desatenção. Para resistir a esse efeito será necessário um teste de Vigor DC 20. \n**15+ turnos; Fraqueza:** O calor extremo pode interferir com a capacidade de usar habilidades especiais. O alvo sob essa condição receberá +1 Nível de Fadiga e deverá realizar um teste de Técnica com desvantagem DC 16 para poder usar qualquer tipo de habilidade especial, caso falhe, irá perder 10 pontos de Éter ou 5 pontos de Fôlego. Além disso, a Vida Máxima do alvo é reduzida pela metade e ele sofrerá um ônus cumulativo de -1 em todos os seus modificadores a cada 6 turnos extras sob essa condição. Para resistir a esse efeito será necessário um teste de Vigor DC 22, caso fracasse será necessário um Descanso Médio para se recuperar.",
    "intimidacao": "Ao ser intimidado o alvo sente um peso no ar, o que torna o clima mais tenso. Alvos sob esse efeito recebem um ônus de -2 em rolagens contra quem o aplicou. O efeito dura até que o alvo seja bem-sucedido em um teste de Audácia com DC 8 + Proficiência de Intimidação do Aplicante, a intimidação pode ser aplicada apenas 1 vez por alvo durante combates e 1 vez por situação fora de combate (A gosto do Mestre da Campanha).",
    "imobilidade": "Alvos sob esse efeito sofrem um adormecimento parcial de algum membro, o impedindo de utilizá-lo, acarretando em desvantagem em testes relacionados a ele. O efeito dura até que o alvo seja bem-sucedido em um teste de Vigor DC 16.",
    "necrotico": "Alvos sob esse efeito têm o local afetado em estado de necrose, com passar das rodadas ela irá se espalhar pelo corpo. A cada 5 turnos a necrose crescerá pelo corpo do alvo, sendo necessário um teste de Vigor DC 18 para conter esse avanço. Além disso, para se livrar do efeito será necessário que o mesmo remova/ampute a parte afetada. O local necrosado sofrerá 1d8 de dano extra, dano este que escalará a cada 3 turnos indo de 1d8 (base) → 1d10 → 2d6 → 2d8 → 3d8 (Final). No caso dos Onis, caso ele seja bem-sucedido no teste de vigor, o efeito acabará na próxima rodada.",
    "osso quebrado": "Alvos sob esse efeito recebem ônus dependendo da região danificada, logo abaixo será apresentada uma lista com as mesmas: \n**Membros Superiores:** Quebrar algum osso dos membros superiores irá causar um ônus de -2 em testes de Habilidade e Físico; \n**Costelas:** Ao quebrar alguns ossos da costela receberá o Defeito “Asmático” temporariamente; \n**Membros Inferiores:** Quebrar algum osso dos membros inferiores irá reduzir o deslocamento pela metade, causará um ônus de -2 em teste de agilidade, além disso, o alvo terá Desvantagem Verdadeira em teste de defesa.",
    "paralisia": "Alvos sob esse efeito devem realizar um teste de Vigor DC 16 antes de realizar ações de ataque ou defesa, caso fracassem, serão incapazes de executá-las. Esse efeito dura 4 turnos.",
    "penumbra": "Alvos sob esse efeito têm a visão embaçada, o que impede a percepção espacial com base neste sentido. Quando afetado pela penumbra o alvo deverá realizar um teste de Identificação DC 16 para localizar inimigos durante ação de ataque e defesa, caso fracasse o mesmo terá desvantagem em suas rolagens relacionadas a essas ações contra os adversários. Esse efeito dura 3 turnos.",
    "provocado": "O alvo sob esse efeito torna o aplicante seu alvo principal, focando-o até que se recomponha. O alvo deverá realizar um teste de Audácia onde a DC é equivalente ou superior ao resultado do teste de Provocar do aplicante.",
    "queimadura 1º grau": "Quando afetado por esse tipo de queimadura a região afetada ficará vermelha e sofrerá 1d8 de dano extra, caso golpeada, além disso, a queimadura durará 1 a 3 dias até curar-se naturalmente (No caso dos onis a queimadura pode ser curada assim que regeneram a vida, exceto quando causadas por habilidades especiais que causam o efeito com um tempo pré-determinado).",
    "queimadura 2º grau": "Quando afetado por esse tipo de queimadura a região afetada ficará muito sensível e terá formação de bolhas, o alvo sofrerá 2d8 de dano extra, caso golpeada, além disso, ficará sob efeito de Dor Aguda. A queimadura durará 1 a 3 semanas até curar-se naturalmente (No caso dos onis a queimadura pode ser curada assim que regeneram a vida, exceto quando causadas por habilidades especiais que causam o efeito com um tempo pré-determinado).",
    "queimadura 3º grau": "Quando afetado por esse tipo de queimadura a região afetada ficará muito sensível e terá formação de bolhas, o alvo sofrerá 4d8 de dano extra, caso golpeada, além disso, ficará sob efeito de Dor Extrema. A queimadura durará 1 a 3 meses até curar-se naturalmente (No caso dos onis a queimadura pode ser curada assim que regeneram a vida, exceto quando causadas por habilidades especiais que causam o efeito com um tempo pré-determinado). Caso não seja tratada ela pode tornar-se uma Ferida Permanente.",
    "redução de resistencia": "O alvo terá sua resistência debilitada, fazendo com que toda redução de dano seja reduzida pela metade, caso o inimigo não tenha efeitos de redução de dano ele receberá 1d8 de dano extra. O alvo ficará debilitado por 5 turnos.",
    "repressao": "Alvos sob esse efeito não podem usar alguma parte específica do corpo, por ser presa ou restringida. O alvo deve realizar um teste de Físico para tentar se libertar, enquanto o aplicante do efeito também deve fazer um teste de Físico para manter o alvo reprimido. Enquanto nessa condição, tanto o alvo quanto o aplicante têm Desvantagem em testes de Defesa e ficam impossibilitados de realizar Ataques. O teste para libertar-se deve ser realizado durante a ação do alvo e, em seguida, na ação do aplicante. Aquele que obtiver o maior resultado vencerá a disputa.",
    "sangue perdido": "Alvos que sofrem uma hemorragia severa e perdem muito sangue ficam sob este efeito. Ao perder muito sangue o alvo passará um ônus acumulativo de -2 pontos a cada 5 turnos em todos modificadores, caso todos os modificadores cheguem a zero, o alvo terá que fazer um teste de sobrevivência com desvantagem. Este efeito se mantém até que o afetado passe por algum tipo de tratamento ou regeneração que feche a ferida que causa esta condição.",
    "supressao": "O alvo fica incapaz de utilizar habilidades especiais, como Respirações, Kekkijutsus e Transformação Demoníaca, além disso, é capaz de interromper a execução de tais habilidades. O efeito dura por 8 turnos.",
    "tontura": "Alvos sob esse efeito têm desvantagem em qualquer teste e deslocamento reduzido pela metade até que se estabilize, sendo necessário um teste de Vigor DC 16."  
}