{
    "alerta": "Ao permanecer em patrulha ou em cautela por alguma razão ou situação o alvo poderá receber esse efeito. Alvos sob esse efeito receberão **+2 em testes de atenção** por **2 rodadas**, sua aplicação fica a critério do Mestre da Campanha.",
    "audacia": "Ao escolher fazer uma ação arriscada o alvo poderá receber esse efeito. Alvos sob esse efeito irão receber **+2 na rolagem de sua ação**, sua aplicação fica a critério do Mestre da Campanha.",
    "Atraente": "Por conta de alguma razão específica o alvo tornou-se atraente aos olhos de alguém. Alvos sob esse efeito recebem **+2 em testes de Diplomacia** e **Persuasão** contra a pessoa atraída, sua aplicação fica a critério do Mestre da Campanha.",
    "berserker": "Algo ou alguém deixou o alvo extremamente irritado, por conta disso ele entrou em um estado de fúria. Alvos sob este efeito recebem **+2 em rolagens relacionadas ao que o enfurece**, além disso, recebem **1d8 de redução de dano** durante este estado. O efeito dura **1 rodada**, sua aplicação fica a critério do Mestre da Campanha.",
    "concentração": "O alvo organiza seus pensamentos e se mantém focado na situação em que está, recebendo assim este status. Alvos sob esse efeito recebem **+2 em rolagens de intelecto** o efeito dura **2 rodadas**, sua aplicação fica a Critério do Mestre da Campanha.",
    "determinação": "Quando sob esse efeito, o alvo ganha **Imunidade** aos efeitos negativos **Amedrontar**, **Atração**, **Provocado** e **Intimidação** durante **1 rodada**",
    "empolgação": "Talvez pelo fervor da batalha ou pelo desejo de derrotar o inimigo o alvo desse efeito entra em empolgação. Alvos sob esse efeito causam 1d8 de dano extra durante **2 rodadas**, sua aplicação fica a Critério do Mestre da Campanha.",
    "ferrio": "Ao tirar um **20 natural** durante um teste de **Resistência a dano** o alvo receberá este status. Alvos sob esse efeito recebem **redução de 2d8 de dano** por 2 rodadas.",
    "heroísmo": "Para proteger ou salvar alguém você não poupa esforços, o que pode possibilitar a ativação desse status. Alvos sob esse efeito recebem **+2 em rolagens** para **proteger** ou **salvar** alguém, o bônus pode ser alterado caso o Mestre da Campanha queira",
    "imparável": "Quando sob esse efeito, o alvo ganha **Imunidade** aos efeitos negativos **Derrubado**, **Enraizamento**, **Paralisia**, **Estático** e **Atordoamento Físico** durante 1 rodada.",
    "motivação": "Após escutar um discurso motivador, seja de aliados ou líderes, o alvo entrará em estado de 'Motivação'. Alvos sob esse efeito recebem **+2 em quaisquer rolagens** durante a duração do efeito que ficará definido a Critério do Mestre com base no RP.",
    "reflexo sobrenatural": "Em algum momento do combate você despertou em si uma capacidade sobrenatural de defender-se dos ataques, talvez por estar no limite entre a vida e a morte, ou por lembrar-se do sorriso daqueles que te esperam. Alvos sob esse efeito tem **Defesa Garantida durante 3 rodadas**, sua aplicação ao Critério do Mestre da Campanha.",
    "sincronia": "Durante um combate caso **2** a **5 alvos** entrem em **sinergia**, sendo capazes de coordenar suas ações, trabalhando em perfeita harmonia, eles poderão receber este status. Alvos sob esse efeito recebem **+2 em rolagens** que são provenientes de um trabalho conjunto, além disso, podem atacar **todos em 1 único turno** como se fossem apenas um exterminador (**Exemplo: Caso tenha 2 exterminadores contra 1 inimigo, teremos o total de 3 turnos de combate na ordem de iniciativa, os turnos desses exterminadores irá tornar-se um turno compartilhado dentro da iniciativa caso ativem este status, reduzindo assim os 3 turnos para apenas 2 dentro da iniciativa.**), os jogadores ainda poderão realizar suas **Ações Bônus**, esse efeito dura até o **fim do combate**, porém sua aplicação fica a Critério do Mestre da Campanha.",
    "sorte exagerada": "Por algum motivo o alvo dispões de uma sorte extraordinária. Alvos sob esse efeito recebem **vantagem em teste relacionados à Sorte**, sua aplicação e duração ficam a Critério do Mestre da Campanha.",
    "último suspiro": "Seja por um ódio mortal ao inimigo ou pela pura vontade de continuar no campo de batalha, você se recusa a morrer. O alvo sob esse efeito ao atingir 0 Pontos de Vida e falhar no teste de sobrevivência , terá um ato final podendo executar uma **Ação Garantida** antes de finalmente cair sem vida, a aplicação desse efeito fica a Critério do Mestre da Campanha.",
    "vontade de ferro": "Ao chegar a 10 pontos de vida este status irá ativar-se. Alvos sob esse efeito ganham bônus de **+4 em rolagem** para usar em algum momento, tendo o limite de 1 uso apenas.",
    "voz de comando": "Por conta de algum motivo durante a missão o alvo recebe esse status, que dá a ele mais visibilidade e autoridade, isso irá depender muito do RP do personagem ou feito, sendo assim a aplicação ficará a Critério do Mestre da Campanha . Alvos sob esse efeito recebem +2 em rolagens de liderança (Comando ou Motivação), os liderados recebem +2 em rolagens relacionadas a Voz de Comando"
}