{
    "agua":{
        "passiva": "__**Ondas Sem Fim**__: \nSempre que o usuário acerta um inimigo com alguma forma desta respiração, ele recebe um bônus (Cumulativo) de +1 em suas rolagens de ataque e dano. No entanto, caso erre algum ataque ou seja golpeado, o usuário perde todos os acúmulo.",
        "1": "__**Superfície de água cortante**__ \n- **Descrição Básica**: O usuário executa um golpe veloz, potencializado pela força impulsionada por um jato de água incorporado ao movimento. É uma técnica perfeita para desmembrar membros de onis com corpos mais resistentes. \n- **Dados de Dano**: Primeiro Golpe: 1d4 N1 ⇛ 1d6 N2 ⇛ 1d8 N3 ⇛ 1d10 N4 + dano da arma. \n- Efeito de Status: Necessário um teste de físico do inimigo DC 6 N1 ⇛ DC 8 N2 ⇛ DC 10 N3 ⇛ DC 12 N4 + Mod, caso fracasse ira facilmente perder um membro (exceto cabeça) e irá levar 2 turnos para regenerar-se, ignora a Qualidade Robusto. \n- Teste: Habilidade - Custo: 1",
        "2": "__**Roda d'água**__ \n- **Descrição Básica**: Através de um movimento giratório, o usuário gera um círculo cortante de água em rotação, sendo executado verticalmente quando o usuário está no ar e horizontalmente quando no solo. Por abranger uma área de 360 graus ao redor do usuário, essa técnica também atua como um meio de amortecer impactos. \n- **Área de Alcance**: Primeiro Golpe: diâmetro de 2 N1 ⇛ 3 N2 ⇛ 4 N3 ⇛ 5 N4 metros. \n- Dados de Dano: Primeiro Golpe: 1d4 N1 ⇛ 1d6 N2 ⇛ 1d8 N3 ⇛ 1d10 N4 + dano da arma. \n- Efeito de Status:Hemorragia Externa por 5 turnos. (Pode ser usada como Reflexo para reduzir danos de quedas e impactos (Impactos contra quaisquer tipos de superfícies) pela metade.) \n- Teste: Habilidade - Custo: 1",
        "3": "__**Dança Fluida**__ \n- **Descrição Básica**: O usuário se desloca em alta velocidade, impregnando sua arma com uma correnteza vigorosa, executando movimentos fluidos que evocam as ondas do mar. \n- **Dados de Dano**: 1d4 N1 ⇛ 1d6 N2 ⇛ 1d8 N3 ⇛ 1d10 N4 + dano da arma. \n- **Efeito de Status**: Ferida Aberta por 3 turnos. (pode ser usado contra mais de 1 oponente de uma vez (rolar separadamente para cada oponente) em um raio igual a metade do deslocamento do usuário, o deslocamento é dobrado durante a execução da forma) \n- Teste: Agilidade - Custo 1",
        "4": "__**Maré Impactante**__ \n- **Descrição Básica**: O usuário efetua uma sequência de cortes consecutivos, movendo-se de maneira fluida e impregnando sua arma com correntezas que lembram o fluxo da maré. \n - **Dado de Dano**: Primeiro Dano: a 1d6 N1 ⇛ 1d8 N2 ⇛ 2d6 N3 ⇛ 2d8 N4 + dano da arma. \n- **Efeito de Status**: executa instantaneamente onis de Nível Baixo N1 ⇛ Médio N4 com menos de 5% (1/20) N1 ⇛ 10% (1/10) N2 ⇛ 15% (3/20) N3 ⇛ 20% (1/5) N4 da Vida Máxima, pode decepar facilmente membros (Exceto a Cabeça.) sendo necessário um teste de físico do inimigo DC 8 N1 ⇛ DC 10 N2 ⇛ DC 12 N3 ⇛ DC 14 N4 + Mod. de Habilidade do usuário, caso fracasse o membro é cortado e irá levar 4 turnos para regenerar-se. (pode ser usada em 311 até 3 oponentes (rolar separadamente para cada oponente) em um raio igual a metade do deslocamento do usuário) \n- Teste: Habilidade - Custo: 2",
        "5": "__**Chuva Abençoada Após a Seca**__ \n- **Descrição Básica**: O usuário realiza um ataque gentil contra o inimigo, visando uma execução sem dor ou sofrimento. Este é o único movimento reconhecido por proporcionar uma morte sem sofrimentos, uma característica surpreendente, dado que os caçadores de Onis raramente demonstram compaixão. Após a conclusão do ataque, o alvo sente a suavidade das gotas de chuva tocando gentilmente seu corpo. \n- **Efeito de Status**: Esta técnica executa instantaneamente qualquer oni que se renda, pois ela é como um golpe de misericórdia. \n- Teste: Nenhum - Custo 2",
        "6": "__**Redemoinho Giratório**__ \n- **Descrição Básica**: O usuário realiza uma rotação com seu próprio corpo, originando um redemoinho de água com poder de cortar tudo o que toca. Este redemoinho permanece girando ao redor do usuário, mas também pode ser redirecionado para um inimigo.  \n- **Área de Alcance**: Primeiro Golpe: 1 N1 ⇛ 2 N2 ⇛ 3 N3 ⇛ 4 N4 metro(s) \n- **Dado de Dano**: Primeiro Dano: 1d4 N1 ⇛ 1d6 N2 ⇛ 1d8 N3 ⇛ 1d10 N4 + dano da arma. Segundo Dano: 1d6 N1 ⇛ 1d8 N2 ⇛ 2d6 N3 ⇛ 2d8 N4 + dano da arma caso o usuário mantenha a técnica ao seu redor . \n- **Efeito de Status**: Hemorragia Externa por 8 turnos. \n- Teste: Habilidade - Custo 2",
        "7": "__**Pingo de Chuva Perfurante__** \n- **Descrição Básica**: Essa técnica representa a vertente mais ágil da Respiração da Água. O movimento é simples, sendo também o estilo mais veloz de todos. Consiste em 7 ataques de perfuração com a ponta da espada, resultando na formação de vários padrões de gotas de chuva na água. Além de seu aspecto ofensivo, essa técnica é empregada para bloquear ataques direcionados ao usuário ou a seus aliados. \n- **Dado de Dano**: Primeiro Dano: 1d4 N1 ⇛ 1d6 N2 ⇛ 1d8 N3 ⇛ 1d8 + 1 N4 + dano da arma. \n- **Efeito de Status**: Hemorragia Externa por 10 turnos no inimigo atingido. \n- Teste:  Agilidade - Custo: 3. \n- **Reação**: Esta reação bloqueia ataques direcionados ao usuário, pode ser usada como Contenção para proteger aliados, e em caso de golpes críticos o usuário sofre metade do dano rolado. \n- **Área de Alcance**: o 1 N1 ⇛ 2 N2 ⇛ 3 N3 ⇛ 4 N4 metro(s) -  Teste: Nenhum, - Custo: 4 - Necessário: Atributos: Agilidade e Atenção superior a 18",
        "8": "__**Jarro da Cachoeira__** \n- **Descrição Básica**: O usuário salta em direção ao inimigo, executando um golpe vertical de cima para baixo, seguido por uma imensa correnteza em forma de cascata que atinge uma ampla área. Além de seu aspecto ofensivo, essa técnica pode ser utilizada para reduzir a velocidade de uma queda, já que a quantidade de água atingindo o solo exerce força no usuário. \n- **Área de Alcance**: Primeiro Golpe: 2 N1 ⇛ 3 N2 ⇛ 4 N3 ⇛ 5 N4 metros, \n- **Dado de Dano**: Primeiro Dano: a 1d8 N1 ⇛ 2d6 N2 ⇛ 2d8 N3 ⇛ 3d8 N4 + dano da arma \n- **Efeito de Status**: Redução de Resistência e Tontura por 4 turnos \n- Teste: Habilidade - Custo: 3",
        "9": "__**Respingo de Água__** \n- **Descrição Básica**: Essa forma concede ao usuário mobilidade sem limites, criando um caminho como se estivesse pisando em plataformas de água estáveis. Isso possibilita a movimentação livre e rápida em direção ao inimigo, sendo especialmente útil em cenários onde não há apoio sólido. \n- **Rodadas Ativa**: 2 N1 ⇛ 3 N4 rodadas \n- **Dado de Dano**: Primeiro Dano: 1d8 N1 ⇛ 2d6 N2 ⇛ 2d8 N3 ⇛ 3d8 N4 \n- **Efeito de Status**: dobrar o deslocamento por 1 rodada, da capacidade de se locomover sem problemas por terrenos sem solo firme, sem superfície e até mesmo subir superfícies verticais (Não é possível usar outras formas enquanto esta técnica estiver ativa, caso queira, o usuário pode desativá-la.) \n- Teste: Nenhum - Custo: 3",
        "10": "__**Fluxo Constante__** \n- **Descrição Básica**: O usuário avança em direção ao inimigo, executando movimentos circulares com sua arma para potencializar o ataque progressivamente. Uma figura imponente de um dragão de água começa a se formar na lâmina da arma. Trata-se de um golpe contínuo que ganha poder a cada rotação, resultando em um ataque formidável. \n- **Rodadas Ativa**: 2 N1 ⇛ 3 N3 ⇛ 4 N4 rodadas. \n- **Dado de Dano**: Primeiro Dano:  2d8 N1 ⇛ 3d8 N2 ⇛ 4d8 N3 ⇛ 5d8 N4 + dano da arma \n- **Efeito de Status**: aumenta 1d8 de dano para cada golpe que o usuário acertar, inimigos atingidos por ela ficarão sob o efeito Redução de Resistência por 4 turnos (Não é possível usar outras formas enquanto esta técnica estiver ativa, caso queira, o usuário pode desativá-la.) \n- Teste: Habilidade - Custo: 4",
        "11": "__**Calmaria__** \n- **Descrição Básica**: O eco de um oceano agitado permeia o ambiente, seguido pelo som de uma única gota d'água caindo nesse mar, ecoando através do campo de batalha e acalmando a fúria, dando lugar ao silêncio mais profundo. O usuário interrompe todos os movimentos do corpo, mergulhando em um estado de defesa impenetrável, desviando e bloqueando ataques com uma velocidade imperceptível.  \n- **Área de Alcance**: Primeiro Golpe: 3 N1 ⇛ 4 N2 ⇛ 5 N3 ⇛ 6 N4 metros. \n- **Efeito da Reação**: esta reação é capaz de bloquear Ataques, Ataques Críticos, Acertos Garantidos, Ataques Múltiplos e Ataques de Oportunidade  \n- Teste: Nenhum - Custo: 6 - Necessário: Atributos: Agilidade e Atenção superior a 20"
    }
}